Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# sharing.profile.showInList
source: Show %@ in the friends list
ar: عرض %@ في قائمة الأصدقاء
bg: Покажи %@ в списъка с приятели
bn: বন্ধুদের তালিকায় %@ দেখান
ca: Mostra %@ a la llista d'amics
cs: Zobrazit %@ v seznamu přátel
da: Vis %@ i vennelisten
de: Zeige %@ in der Freundesliste
el: Εμφάνιση %@ στη λίστα φίλων
es: Mostrar %@ en la lista de amigos
et: Näita %@ sõprade loendis
fa: نمایش %@ در لیست دوستان
fi: Näytä %@ ystävälistalla
fil: Ipakita ang %@ sa listahan ng mga kaibigan
fr: Afficher %@ dans la liste d'amis
he: הצג %@ ברשימת החברים
hi: वन्धु सूची में %@ दिखाएं
hr: Prikaži %@ na listi prijatelja
hu: Mutasd a %@-t a baráti listában
id: Tampilkan %@ di daftar teman
is: Sýndu %@ í vinalista
it: Mostra %@ nella lista amici
ja: 友達リストに%@を表示
ko: %@을(를) 친구 목록에 표시
lt: Rodyti %@ draugų sąraše
lv: Rādīt %@ draugu saraksttā
nb: Vis %@ i vennelisten
nl: Toon %@ in de vriendenlijst
nn: Vis %@ i vennelisten
pl: Pokaż %@ na liście przyjaciół
pt_br: Mostrar %@ na lista de amigos
ro: Arată %@ în lista de prieteni
ru: Показать %@ в списке друзей
sk: Zobraziť %@ v zozname priateľov
sl: Prikaži %@ na seznamu prijateljev
sr: Prikaži %@ na listi prijatelja
sv: Visa %@ i vännerlistan
sw: Onyesha %@ katika orodha ya rafiki
ta: வெளிப்படுத்தல் பட்டியலில் %@ ஐ காட்டு
th: แสดง %@ ในรายชื่อเพื่อน
tr: Arkadaş listesinde %@ göster
uk: Показати %@ у списку друзів
ur: دوستوں کی فہرست میں %@ کو دکھائیں
vi: Hiển thị %@ trong danh sách bạn bè
zh_hans: 在好友列表中显示 %@
zh_hant: 在好友列表中顯示 %@

# sharing.screenshotNotified
source: %@ was notified
ar: تم إشعار %@
bg: На %@ е изпратено известие
bn: %@-কে জানানো হয়েছে
ca: %@ ha rebut una notificació
cs: Upozornění bylo odesláno uživateli %@
da: %@ fik besked
de: %@ wurde benachrichtigt
el: Το %@ ειδοποιήθηκε
es: Se notificó a %@
et: %@ sai teavituse
fa: به %@ اطلاع داده شد
fi: %@ sai ilmoituksen
fil: Naabisuhan si %@
fr: %@ a reçu une notification
he: %@ קיבל/ה התראה
hi: %@ को सूचित किया गया
hr: Obavijest je poslana osobi %@
hu: %@ értesítést kapott
id: %@ telah diberi tahu
is: %@ fékk tilkynningu
it: %@ ha ricevuto una notifica
ja: %@に通知しました
ko: %@님에게 알림이 전송됨
lt: Apie tai pranešta asmeniui %@
lv: %@ saņēma paziņojumu
nb: %@ ble varslet
nl: %@ is op de hoogte gebracht
nn: %@ vart varsla
pl: Powiadomiono %@
pt_br: %@ recebeu uma notificação
ro: %@ a primit o notificare
ru: %@ получил(а) уведомление
sk: Osoba %@ bola upozornená
sl: Oseba %@ je bila obveščena
sr: Obaveštenje je poslato osobi %@
sv: %@ har fått en avisering
sw: %@ aliarifiwa
ta: %@க்கு அறிவிக்கப்பட்டது
th: %@ ได้รับแจ้งเตือนแล้ว
tr: %@ bilgilendirildi
uk: %@ отримав(-ла) сповіщення
ur: %@ کو اطلاع دے دی گئی
vi: %@ đã được thông báo
zh_hans: %@ 已收到通知
zh_hant: %@ 已收到通知

# sharing.screenshotTaken
source: Screenshot taken!
ar: تم التقاط لقطة الشاشة!
bg: Екранна снимка е направена!
bn: স্ক্রিনশট নেওয়া হয়েছে!
ca: Captura de pantalla feta!
cs: Snímek obrazovky pořízen!
da: Skærmbillede taget!
de: Screenshot erstellt!
el: Το στιγμιότυπο ληφθηκε!
es: ¡Captura de pantalla realizada!
et: Ekraanipilt tehtud!
fa: عکس صفحه گرفته شد!
fi: Kuvakaappaus otettu!
fil: Screenshot na kinuha!
fr: Capture d'écran prise !
he: צילום מסך בוצע!
hi: स्क्रीनशॉट लिया गया!
hr: Snimljena slika zaslona!
hu: Képernyőkép elkészítve!
id: Tangkapan layar diambil!
is: Skjáskot tekið!
it: Screenshot catturato!
ja: スクリーンショットを撮影しました!
ko: 스크린샷이 촬영되었습니다!
lt: Nuotrauka padaryta!
lv: Ekrānuzņēmums uzņemts!
nb: Skjermbilde tatt!
nl: Screenshot gemaakt!
nn: Skjermbilde tatt!
pl: Zrzut ekranu wykonany!
pt_br: Captura de tela tirada!
ro: Captură de ecran realizată!
ru: Скриншот сделан!
sk: Snímka obrazovky vytvorená!
sl: Posnetek zaslona narejen!
sr: Snimak ekrana napravljen!
sv: Skärmbild taget!
sw: Picha ya skrini ilichukuliwa!
ta: திரைப்பிடிப்பு எடுக்கப்பட்டது!
th: ถ่ายภาพหน้าจอแล้ว!
tr: Ekran görüntüsü alındı!
uk: Скріншот зроблено!
ur: اسکرین شاٹ لیا گیا!
vi: Đã chụp ảnh màn hình!
zh_hans: 截图已保存!
zh_hant: 已截圖！

# sharing.shareBack
source: Share back
ar: مشاركة مرة أخرى
bg: Споделяне обратно
bn: ফেরত শেয়ার করুন
ca: Compartir de retorn
cs: Sdílet zpět
da: Del tilbage
de: Teilen zurück
el: Κοινή χρήση προς τα πίσω
es: Compartir de vuelta
et: Jaga tagasi
fa: دوباره اشتراک کنید
fi: Jaa takaisin
fil: Magbahagi pabalik
fr: Partager en retour
he: שתף בחזרה
hi: वापस शेयर करें
hr: Podijeli nazad
hu: Vissza megosztás
id: Bagikan kembali
is: Deila til baka
it: Condividi indietro
ja: 共有を返す
ko: 다시 공유
lt: Bendrinti atgal
lv: Koplietot atpakaļ
nb: Del tilbake
nl: Delen via
nn: Del tilbake
pl: Udostępnij dalej
pt_br: Compartilhar de volta
ro: Împărtășește înapoi
ru: Поделиться обратно
sk: Zdieľať späť
sl: Deli naprej
sr: Deli nazad
sv: Dela tillbaka
sw: Hisa nyuma
ta: திரும்பப் பகிர்ந்துகொள்
th: แชร์กลับ
tr: Geri paylaş
uk: Поділитися назад
ur: واپس شیئر کریں
vi: Chia sẻ lại
zh_hans: 分享给对方
zh_hant: 分享回去

# sharing.showEarnings
source: Show earnings
ar: عرض الأرباح
bg: Показване на печалби
bn: আয় দেখান
ca: Mostrar guanys
cs: Zobrazit příjmy
da: Vis indtjening
de: Einnahmen anzeigen
el: Εμφάνιση κερδών
es: Mostrar ganancias
et: Näita teenuseid
fa: نمایش درآمد
fi: Näytä ansiot
fil: Ipakita ang kita
fr: Afficher les gains
he: הצג הכנסות
hi: कमाई दिखाएं
hr: Prikaži zaradu
hu: Bevétel megjelenítése
id: Tampilkan penghasilan
is: Sýna tekjur
it: Mostra guadagni
ja: 給与を表示
ko: 수입 보기
lt: Rodyti uždarbį
lv: Rādīt ieņēmumus
nb: Vis inntjening
nl: Toon inkomsten
nn: Vis inntjening
pl: Pokaż zarobki
pt_br: Mostrar ganhos
ro: Afișează câștiguri
ru: Показать заработки
sk: Zobraziť výdavky
sl: Prikaži zaslužek
sr: Prikaži zaradu
sv: Visa inkomst
sw: Onyesha mapato
ta: வருவாயைக் காட்டு
th: แสดงรายได้
tr: Kazançları göster
uk: Показати заробіток
ur: کمائی دکھائیں
vi: Hiển thị thu nhập
zh_hans: 显示收入
zh_hant: 顯示收入

# sharing.statusActive
source: Active now
ar: نشط الآن
bg: Активно сега
bn: এখন সক্রিয়
ca: Actiu ara
cs: Právě probíhá
da: Kører nu
de: Läuft gerade
el: Ενεργό τώρα
es: Activo ahora
et: Käib praegu
fa: اکنون فعال
fi: Käynnissä nyt
fil: Aktibo ngayon
fr: En cours maintenant
he: פעיל כעת
hi: अभी सक्रिय
hr: Aktivno sada
hu: Most aktív
id: Aktif sekarang
is: Virkt núna
it: Attivo ora
ja: 現在実行中
ko: 지금 진행 중
lt: Vyksta dabar
lv: Aktīvs tagad
nb: Pågår nå
nl: Actief nu
nn: Pågår nå
pl: Trwa teraz
pt_br: Ativo agora
ro: Activ acum
ru: Идет сейчас
sk: Aktívne teraz
sl: Trenutno aktivno
sr: Aktivno sada
sv: Pågår nu
sw: Inatumika sasa
ta: இப்போது செயலில் உள்ளது
th: กำลังทำงานอยู่
tr: Şimdi aktif
uk: Активна зараз
ur: اب فعال ہے
vi: Đang hoạt động
zh_hans: 正在进行中
zh_hant: 正在進行中

# sharing.superimpose.hideMyShifts
source: Hide **my** shifts
ar: إخفاء **نوباتي**
bg: Скрий **моите** смени
bn: **আমার** শিফট লুকান
ca: Amaga **els meus** torns
cs: Skrýt **moje** směny
da: Skjul **mine** vagter
de: Meine Schichten ausblenden
el: Απόκρυψη **των** vακτών μου
es: Ocultar **mis** turnos
et: Peida **minu** vahetused
fa: پنهان کردن **نوبت‌های من**
fi: Piilota **omat** vuorot
fil: Itago ang **aking** mga shift
fr: Masquer **mes** quarts
he: הסתר את **המשמרות שלי**
hi: **मेे** शिफ्ट छिपाएं
hr: Sakrij **moje** smjene
hu: Az **én** műszakaim elrejtése
id: Sembunyikan **shift** **saya**
is: Fela **mínar** vaktir
it: Nascondi **i miei** turni
ja: **自分の**シフトを非表示
ko: **내** 근무 숨기기
lt: Slėpti **mano** pamainą
lv: Slēpt **manas** maiņas
nb: Skjul **mine** vakter
nl: Verberg **mijn** shifts
nn: Skjul **mine** vakter
pl: Ukryj **moje** zmiany
pt_br: Ocultar **meus** turnos
ro: Ascunde **tura mea** mea
ru: Скрыть **мои** смены
sk: Skryť **moje** zmeny
sl: Skrij **moje** izmene
sr: Sakrij **moje** smene
sv: Dölj **mina** skift
sw: Ficha **vakteni** zangu
ta: **எனது** ஷிப்டுகளை மறை
th: ซ่อน**กะของฉัน**
tr: **Benim** vardiyalarımı gizle
uk: Сховати **мої** зміни
ur: **میری** شفتیں چھپائیں
vi: Ẩn **ca làm việc của tôi**
zh_hans: 隐藏**我的**班次
zh_hant: 隱藏**我的**班次

# sharing.superimpose.legendBoth
source: Both working
ar: كلاكما يعمل
bg: И двамата работят
bn: উভয়ে কাজ করছে
ca: Els dos treballen
cs: Oba pracují
da: Begge jobber
de: Beide arbeiten
el: Και οι δύο δουλεύουν
es: Ambos trabajan
et: Mõlemad töötavad
fa: هر دو در حال کار
fi: Molemmat työskentelevät
fil: Parehong nagtatrabaho
fr: Les deux travaillent
he: שניכם עובדים
hi: दोनों काम कर रहे हैं
hr: Oboje rade
hu: Mindketten dolgoznak
id: Keduanya bekerja
is: Báðir vinna
it: Entrambi lavorano
ja: 両者が勤務中
ko: 둘 다 근무 중
lt: Abu dirba
lv: Abi strādā
nb: Begge jobber
nl: Beide werkend
nn: Begge jobber
pl: Obaj pracują
pt_br: Ambos trabalhando
ro: Amândoi lucrează
ru: Оба работают
sk: Obaja pracujú
sl: Oba delata
sr: Oba rade
sv: Båda jobbar
sw: Wote wanafanya kazi
ta: இருவரும் வேலை செய்கிறார்கள்
th: ทั้งคู่กำลังทำงาน
tr: Her ikisi de çalışıyor
uk: Обидва працюють
ur: دونوں کام کر رہے ہیں
vi: Cả hai đang làm việc
zh_hans: 都在工作
zh_hant: 兩個都在工作

# sharing.superimpose.legendOnlyFriend
source: Only %@
ar: فقط %@
bg: Само %@
bn: শুধুমাত্র %@
ca: Només %@
cs: Jen %@
da: Kun %@
de: Nur %@
el: Μόνο %@
es: Solo %@
et: Ainult %@
fa: فقط %@
fi: Vain %@
fil: Lamang %@
fr: Seulement %@
he: רק %@
hi: केवल %@
hr: Samo %@
hu: Csak %@
id: Hanya %@
is: Aðeins %@
it: Solo %@
ja: %@のみ
ko: %@만
lt: Tik %@
lv: Tikai %@
nb: Bare %@
nl: Alleen %@
nn: Berre %@
pl: Tylko %@
pt_br: Apenas %@
ro: Doar %@
ru: Только %@
sk: Iba %@
sl: Samo %@
sr: Samo %@
sv: Bara %@
sw: Tu %@
ta: கெவளும் %@
th: เฉพาะ %@
tr: Sadece %@
uk: Тільки %@
ur: صرف %@
vi: Chỉ %@
zh_hans: 仅 %@
zh_hant: 僅 %@

# sharing.superimpose.legendOnlyYou
source: Only you
ar: أنت فقط
bg: Само ти
bn: শুধুমাত্র আপনি
ca: Només tu
cs: Pouze ty
da: Bare dig
de: Nur du
el: Μόνο εσύ
es: Solo tú
et: Ainult sina
fa: فقط شما
fi: Vain sinä
fil: Ikaw lang
fr: Seulement toi
he: רק אתה
hi: केवल आप
hr: Samo ti
hu: Csak te
id: Hanya Anda
is: Bara þú
it: Solo tu
ja: あなただけ
ko: 당신만
lt: Tik tu
lv: Tikai tu
nb: Bare deg
nl: Alleen jij
nn: Bare deg
pl: Tylko ty
pt_br: Apenas você
ro: Doar tu
ru: Только вы
sk: Len ty
sl: Samo ti
sr: Samo ti
sv: Bara du
sw: Wewe tu
ta: நீ மட்டும்
th: เฉพาะคุณ
tr: Sadece sen
uk: Тільки ви
ur: صرف آپ
vi: Chỉ bạn
zh_hans: 仅你
zh_hant: 只有你

# sharing.superimpose.showMyShifts
source: Show **my** shifts
ar: إظهار **نوباتي**
bg: Покажи **моите** смени
bn: **আমার** শিফট দেখান
ca: Mostra **els meus** torns
cs: Zobrazit **moje** směny
da: Vis **mine** vagter
de: Meine Schichten anzeigen
el: Εμφάνιση **των** vακτών μου
es: Mostrar **mis** turnos
et: Näita **minu** vahetusi
fa: نمایش **نوبت‌های من**
fi: Näytä **omat** vuorot
fil: Ipakita ang **aking** mga shift
fr: Afficher **mes** quarts
he: הצג את **המשמרות שלי**
hi: **मेे** शिफ्ट दिखाएं
hr: Prikaži **moje** smjene
hu: Az **én** műszakaim megjelenítése
id: Tampilkan **shift** **saya**
is: Sýna **mínar** vaktir
it: Mostra **i miei** turni
ja: **自分の**シフトを表示
ko: **내** 근무 표시
lt: Rodyti **mano** pamainą
lv: Rādīt **manas** maiņas
nb: Vis **mine** vakter
nl: Toon **mijn** shifts
nn: Vis **mine** vakter
pl: Pokaż **moje** zmiany
pt_br: Mostrar **meus** turnos
ro: Arată **turele mele**
ru: Показать **мои** смены
sk: Zobraziť **moje** zmeny
sl: Prikaži **moje** izmene
sr: Prikaži **moje** smene
sv: Visa **mina** skift
sw: Onesha **vakteni** zangu
ta: **எனது** ஷிப்டுகளைக் காட்டு
th: แสดง**กะของฉัน**
tr: **Benim** vardiyalarımı göster
uk: Показати **мої** зміни
ur: **میری** شفتیں دکھائیں
vi: Hiển thị **ca làm việc của tôi**
zh_hans: 显示**我的**班次
zh_hant: 顯示**我的**班次

# sharing.unblock
source: Unblock
ar: إلغاء الحظر
bg: Отблокиране
bn: আনব্লক
ca: Desbloqueja
cs: Odblokovat
da: Fjern blokering
de: Entsperren
el: Άρση αποκλεισμού
es: Desbloquear
et: Tühista blokeering
fa: رفع مسدودیت
fi: Poista esto
fil: I-unblock
fr: Débloquer
he: בטל חסימה
hi: अनब्लॉक करें
hr: Odblokiraj
hu: Tiltás feloldása
id: Buka blokir
is: Afloka
it: Sblocca
ja: ブロック解除
ko: 차단 해제
lt: Atblokuoti
lv: Atbloķēt
nb: Fjern blokkering
nl: Deblokkeren
nn: Fjern blokkering
pl: Odblokuj
pt_br: Desbloquear
ro: Deblochează
ru: Разблокировать
sk: Odblokovať
sl: Odblokiraj
sr: Odblokiraj
sv: Avblockera
sw: Ondoa zuio
ta: தடைநீக்கு
th: เลิกบล็อก
tr: Engeli kaldır
uk: Розблокувати
ur: ان بلاک کریں
vi: Bỏ chặn
zh_hans: 解除屏蔽
zh_hant: 解除封鎖

# shifts.actions.delete
source: Delete
ar: حذف
bg: Изтриване
bn: মুছুন
ca: Eliminar
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
fa: حذف
fi: Poista
fil: Tanggalin
fr: Supprimer
he: מחק
hi: हटाएं
hr: Obriši
hu: Törlés
id: Hapus
is: Eyða
it: Elimina
ja: 削除
ko: 삭제
lt: Ištrinti
lv: Dzēst
nb: Slett
nl: Verwijderen
nn: Slett
pl: Usuń
pt_br: Deletar
ro: Șterge
ru: Удалить
sk: Odstrániť
sl: Izbriši
sr: Obrisati
sv: Radera
sw: Futa
ta: நீக்கு
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# shifts.actions.edit
source: Edit
ar: تعديل
bg: Редактиране
bn: সম্পাদনা করুন
ca: Editar
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
et: Redigeeri
fa: ویرایش
fi: Muokkaa
fil: I-edit
fr: Modifier
he: ערוך
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
is: Breyta
it: Modifica
ja: 編集
ko: 편집
lt: Redaguoti
lv: Rediģēt
nb: Rediger
nl: Bewerken
nn: Rediger
pl: Edytuj
pt_br: Editar
ro: Editează
ru: Редактировать
sk: Upraviť
sl: Uredi
sr: Uredi
sv: Redigera
sw: Hariri
ta: திருத்து
th: แก้ไข
tr: Düzenle
uk: Редагувати
ur: ترمیم کریں
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# shifts.added
source: Added
ar: تمت الإضافة
bg: Добавено
bn: যোগ করা হয়েছে
ca: Afegit
cs: Přidáno
da: Tilføjet
de: Hinzugefügt
el: Προστέθηκε
es: Añadido
et: Lisatud
fa: افزوده شد
fi: Lisätty
fil: Naidagdag
fr: Ajouté
he: נוסף
hi: जोड़ा गया
hr: Dodano
hu: Hozzáadva
id: Ditambahkan
is: Bætt við
it: Aggiunto
ja: 追加済み
ko: 추가됨
lt: Pridėta
lv: Pievienots
nb: Lagt til
nl: Toegevoegd
nn: Lagt til
pl: Dodano
pt_br: Adicionado
ro: Adăugat
ru: Добавлено
sk: Pridané
sl: Dodano
sr: Dodato
sv: Tillagd
sw: Imeongezwa
ta: சேர்க்கப்பட்டது
th: เพิ่มแล้ว
tr: Eklendi
uk: Додано
ur: شامل کیا گیا
vi: Đã thêm
zh_hans: 已添加
zh_hant: 已新增

# shifts.basePay
source: Base Pay
ar: الراتب الأساسي
bg: Базова заплата
bn: মূল বেতন
ca: Salari base
cs: Základní plat
da: Grundløn
de: Grundlohn
el: Βασικός μισθός
es: Salario Base
et: Põhipalk
fa: حقوق پایه
fi: Peruspalkkio
fr: Salaire de base
he: שכר בסיס
hi: आधार वेतन
hr: Osnovni dohodak
hu: Alapbér
id: Gaji Pokok
is: Grunnlaun
it: Paga base
ja: 基本給
ko: 기본급
lt: Bazinis atlyginimas
lv: Pamatmaksājums
nb: Grunnlønn
nl: Basissalaris
nn: Grunnlønn
pl: Wynagrodzenie podstawowe
pt_br: Salário Base
ro: Salariu de Bază
ru: Базовая ставка
sk: Základný plat
sl: Osnovna plača
sr: Osnovna plata
sv: Grundlön
sw: Mshahara wa Msingi
ta: அடிப்படை ஊதியம்
th: เงินเดือนพื้นฐาน
tr: Temel Ücret
uk: Базова оплата
ur: بنیادی تنخواہ
vi: Lương cơ bản
zh_hans: 基本工资
zh_hant: 基本工資

# shifts.breakDeduction
source: Break deduction
ar: خصم الاستراحة
bg: Удръжка за почивка
bn: বিরতি কর্তন
ca: Deducció de pausa
cs: Srážka za přestávku
da: Pausetræk
de: Pausenabzug
el: Αφαίρεση διαλείμματος
es: Deducción de pausa
et: Pausimahaarvamine
fa: کسر استراحت
fi: Taukovähennys
fil: Bawas sa pahinga
fr: Déduction de pause
he: ניכוי הפסקה
hi: ब्रेक कटौती
hr: Odbitak za pauzu
hu: Szünetlevonás
id: Potongan istirahat
is: Hlédráttur
it: Detrazione pausa
ja: 休憩控除
ko: 휴게 공제
lt: Pertraukos atskaitymas
lv: Pārtraukuma atskaitījums
nb: Pausetrekk
nl: Pauzeaftrek
nn: Pausetrekk
pl: Potrącenie za przerwę
pt_br: Desconto de pausa
ro: Deducere pauză
ru: Вычет перерыва
sk: Odpočet prestávky
sl: Odbitek odmora
sr: Odbitak za pauzu
sv: Pausavdrag
sw: Makato ya mapumziko
ta: இடைவேளை கழிவு
th: หักเวลาพัก
tr: Mola kesintisi
uk: Вирахування перерви
ur: وقفہ کٹوتی
vi: Khấu trừ giờ nghỉ
zh_hans: 休息扣减
zh_hant: 休息扣除

# shifts.breakDeduction.expandAccessibilityHint
source: Double-tap to expand or collapse the deduction breakdown.
ar: انقر مرتين لتوسيع أو طي تفاصيل الخصم.
bg: Докоснете два пъти, за да покажете или скриете разбивката на удръжката.
bn: কর্তনের বিবরণ বড় বা ছোট করতে দুবার ট্যাপ করুন।
ca: Toca dues vegades per ampliar o replegar el desglossament de la deducció.
cs: Dvojitým klepnutím rozbalíte nebo sbalíte rozpis srážky.
da: Dobbelttryk for at udvide eller skjule oversigten over fradraget.
de: Zum Erweitern oder Reduzieren der Abzugsdetails doppeltippen.
el: Πατήστε δύο φορές για επέκταση ή σύμπτυξη της ανάλυσης αφαίρεσης.
es: Toca dos veces para expandir o contraer el desglose de la deducción.
et: Topeltpuuduta, et näha või peita mahaarvamise üksikasju.
fa: برای باز یا بسته کردن جزئیات کسر، دو بار ضربه بزنید.
fi: Laajenna tai supista vähennyksen erittely kaksoisnapauttamalla.
fil: I-double tap para palawakin o paliitin ang detalye ng bawas.
fr: Touchez deux fois pour afficher ou masquer le détail de la déduction.
he: יש להקיש פעמיים כדי להרחיב או לכווץ את פירוט הניכוי.
hi: कटौती विवरण फैलाने या समेटने के लिए दो बार टैप करें।
hr: Dvaput dodirnite za prikaz ili skrivanje detalja odbitka.
hu: Koppintson duplán a levonás részleteinek megjelenítéséhez vagy elrejtéséhez.
id: Ketuk dua kali untuk membuka atau menutup rincian potongan.
is: Tvípikkaðu til að birta eða fela sundurliðun frádráttar.
it: Tocca due volte per espandere o comprimere il dettaglio della detrazione.
ja: 控除の内訳を表示または折りたたむにはダブルタップします。
ko: 공제 내역을 펼치거나 접으려면 두 번 탭하세요.
lt: Bakstelėkite dukart, kad išskleistumėte arba sutrauktumėte atskaitymo išklotinę.
lv: Veiciet dubultskārienu, lai izvērstu vai sakļautu atskaitījuma sadalījumu.
nb: Dobbelttrykk for å vise eller skjule trekkdetaljene.
nl: Dubbeltik om de aftrekspecificatie uit of in te klappen.
nn: Dobbelttrykk for å vise eller skjule trekkdetaljane.
pl: Stuknij dwukrotnie, aby rozwinąć lub zwinąć szczegóły potrącenia.
pt_br: Toque duas vezes para expandir ou recolher os detalhes do desconto.
ro: Atingeți de două ori pentru a extinde sau restrânge detaliile deducerii.
ru: Дважды нажмите, чтобы развернуть или свернуть детализацию вычета.
sk: Dvojitým klepnutím rozbalíte alebo zbalíte rozpis odpočtu.
sl: Dvakrat tapnite za prikaz ali skrivanje razčlenitve odbitka.
sr: Dvaput dodirnite da proširite ili skupite prikaz odbitaka.
sv: Dubbeltryck för att visa eller dölja avdragsdetaljerna.
sw: Gusa mara mbili kupanua au kuficha maelezo ya makato.
ta: கழிவு விவரத்தை விரிக்க அல்லது சுருக்க இருமுறை தட்டவும்.
th: แตะสองครั้งเพื่อขยายหรือยุบรายละเอียดการหัก
tr: Kesinti dökümünü genişletmek veya daraltmak için iki kez dokunun.
uk: Двічі торкніться, щоб розгорнути або згорнути деталізацію вирахування.
ur: کٹوتی کی تفصیل کو پھیلانے یا سمیٹنے کے لیے دو بار تھپتھپائیں۔
vi: Nhấn đúp để mở rộng hoặc thu gọn chi tiết khấu trừ.
zh_hans: 双击以展开或收起扣减明细。
zh_hant: 點兩下以展開或收合扣除明細。

# shifts.breakDeduction.explanation.baseOnly
source: The break is deducted from base pay first, then from the lowest supplement if needed.
ar: تُخصم الاستراحة أولًا من الأجر الأساسي، ثم من أقل بدل عند الحاجة.
bg: Почивката се удържа първо от основното заплащане, после при нужда от най-ниската добавка.
bn: বিরতি প্রথমে মূল বেতন থেকে, তারপর প্রয়োজন হলে সর্বনিম্ন ভাতা থেকে কাটা হয়।
ca: La pausa es dedueix primer del salari base i després del complement més baix, si cal.
cs: Pauza se nejdřív odečte ze základní mzdy, pak podle potřeby z nejnižšího příplatku.
da: Pausen trækkes først fra grundlønnen, derefter fra det laveste tillæg om nødvendigt.
de: Die Pause wird zuerst vom Grundlohn abgezogen, dann bei Bedarf vom niedrigsten Zuschlag.
el: Το διάλειμμα αφαιρείται πρώτα από τη βασική αμοιβή και μετά, αν χρειάζεται, από το χαμηλότερο επίδομα.
es: La pausa se descuenta primero del salario base y, si hace falta, del complemento más bajo.
et: Paus arvatakse esmalt põhipalgast maha, seejärel vajadusel väikseimast lisatasust.
fa: وقفه ابتدا از حقوق پایه کسر می‌شود، سپس در صورت نیاز از کمترین مزایا.
fi: Tauko vähennetään ensin peruspalkasta, sitten tarvittaessa pienimmästä lisästä.
fil: Ang pahinga ay ibinabawas muna sa batayang sahod, saka sa pinakamababang dagdag kung kailangan.
fr: La pause est d’abord déduite du salaire de base, puis du supplément le plus bas si nécessaire.
he: ההפסקה מנוכה תחילה משכר הבסיס, ואז מהתוספת הנמוכה ביותר אם צריך.
hi: विराम पहले मूल वेतन से काटा जाता है, फिर ज़रूरत पड़ने पर सबसे कम भत्ते से।
hr: Pauza se prvo odbija od osnovne plaće, a zatim po potrebi od najnižeg dodatka.
hu: A szünetet először az alapbérből vonjuk le, majd szükség esetén a legalacsonyabb pótlékból.
id: Jeda dipotong dari gaji pokok dulu, lalu dari tunjangan terendah jika perlu.
is: Pásan er fyrst dregin frá grunnlaunum, síðan frá lægsta álagi ef þarf.
it: La pausa viene detratta prima dalla paga base, poi dall'indennità più bassa se necessario.
ja: 休憩はまず基本給から控除され、必要なら最も低い手当から差し引かれます。
ko: 휴게시간은 먼저 기본급에서, 필요 시 가장 낮은 수당에서 차감됩니다.
lt: Pertrauka pirmiausia išskaitoma iš bazinio atlygio, tada, jei reikia, iš mažiausio priedo.
lv: Pārtraukumu vispirms atskaita no pamatalgas, pēc tam, ja vajag, no mazākās piemaksas.
nb: Pausen trekkes først fra grunnlønn, deretter fra laveste tillegg ved behov.
nl: De pauze wordt eerst van het basisloon afgetrokken, daarna zo nodig van de laagste toeslag.
nn: Pausen blir trekt frå grunnløn først, deretter frå det lågaste tillegget ved behov.
pl: Przerwa jest najpierw odliczana od stawki podstawowej, a w razie potrzeby od najniższego dodatku.
pt_br: A pausa é descontada primeiro do salário-base e, se preciso, do menor adicional.
ro: Pauza se deduce mai întâi din plata de bază, apoi din cel mai mic spor, dacă este necesar.
ru: Перерыв сначала вычитается из базовой оплаты, затем при необходимости — из самой низкой доплаты.
sk: Prestávka sa najprv odpočíta zo základnej mzdy, potom podľa potreby z najnižšieho príplatku.
sl: Odmor se najprej odbije od osnovne plače, nato po potrebi od najnižjega dodatka.
sr: Pauza se prvo odbija od osnovne plate, pa po potrebi od najnižeg dodatka.
sv: Pausen dras först från grundlönen, sedan från det lägsta tillägget vid behov.
sw: Mapumziko hukatwa kwanza kutoka malipo ya msingi, kisha kutoka nyongeza ndogo zaidi ikihitajika.
ta: இடைவேளை முதலில் அடிப்படை ஊதியத்தில் இருந்து, தேவைப்பட்டால் குறைந்த கூடுதலில் இருந்து கழிக்கப்படும்.
th: เวลาพักจะถูกหักจากค่าจ้างพื้นฐานก่อน แล้วจึงหักจากค่าตอบแทนเพิ่มที่ต่ำสุดหากจำเป็น
tr: Mola önce taban ücretten, gerekirse sonra en düşük ek ödemeden düşülür.
uk: Пауза спочатку віднімається з базової оплати, потім — з найнижчої доплати, якщо потрібно.
ur: وقفہ پہلے بنیادی اجرت سے کاٹا جاتا ہے، پھر ضرورت ہو تو سب سے کم اضافے سے۔
vi: Thời gian nghỉ được trừ từ lương cơ bản trước, rồi từ phụ cấp thấp nhất nếu cần.
zh_hans: 休息时间会先从基本工资中扣减，必要时再从最低补贴中扣减。
zh_hant: 休息時間會先從基本薪資扣除，必要時再從最低加給扣除。
